{
  "darkMode": {
    "toggleDarkMode": "Toggle Dark Mode"
  },
  "applicationForm": {
    "addModule": "Add Module",
    "module": "Module",
    "moduleDescription": "Provide information about the module to be credited!",
    "moduleNameLabel": "Module Name",
    "moduleDescriptionLabel": "Module Description",
    "moduleCreditedLabel": "Credited Module",
    "commentLabel": "Comment",
    "removeModule": "Remove Module",
    "previousUniversity": "Previous University",
    "universityDescription": "Specify the name of your previous university!",
    "universityNameLabel": "University Name",
    "countryLabel": "Country",
    "previousStudyProgram": "Previous Study Program",
    "studyProgramDescription": "Specify the name of your previous study program!",
    "studyProgramLabel": "Study Program Name",
    "submit": "Submit Form"
  },
  "navBar": {
    "main":"Main Page",
    "creditModules": "Credit Modules",
    "review": "Review Application",
    "login": "Login"
  },

  "loginComponent": {
    "usernameLabel": "Username",
    "passwordLabel": "Password",
    "loginButton": "Login",
    "loginErrorMessage": "Incorrect username or password."
  },
  "logoutButton": "Logout",
  "homeView": {
    "welcomeStudent": "Welcome to our new online platform for credit recognition at the University of Leipzig!\nWe understand that the process of credit recognition is often complex and time-consuming.\nIt is even more important that this process can now be done online, digitally, and easily.\nAs a student, you can now submit your application with just a few clicks.\nClick on 'Recognize Modules' to get started.\nBy submitting your application, you will be assigned a unique reference number, which you can use later to view your application and its status.",
    "welcomeStudentAffairsOffice": "Welcome, staff of the Student Affairs Office!\nAs a staff member of the Student Affairs Office, you have access to an overview of all open applications.\nYou can process, supplement, and track the processing status of applications.\nUse the user-friendly interface to make the credit recognition process more efficient.",
    "welcomeExaminingCommitteeChair": "Welcome, esteemed chairperson of the Examination Committee!\nOn this platform, you have the opportunity to overview and approve or reject all open applications.\nPlease provide a well-founded reason for your decisions.\nYour participation makes the credit recognition process more efficient and purposeful."
  }
}
