{
  "darkMode": {
    "toggleDarkMode": "Activar modo oscuro"
  },
  "applicationForm": {
    "addModule": "Agregar módulo",
    "module": "Módulo",
    "moduleDescription": "¡Proporcione información sobre el módulo a acreditar!",
    "moduleNameLabel": "Nombre del módulo",
    "moduleDescriptionLabel": "Descripción del módulo",
    "moduleCreditedLabel": "Módulo acreditado",
    "commentLabel": "Comentario",
    "removeModule": "Eliminar módulo",
    "previousUniversity": "Universidad anterior",
    "universityDescription": "¡Especifique el nombre de su universidad anterior!",
    "universityNameLabel": "Nombre de la universidad",
    "countryLabel": "País",
    "previousStudyProgram": "Programa de estudios anterior",
    "studyProgramDescription": "¡Especifique el nombre de su programa de estudios anterior!",
    "studyProgramLabel": "Nombre del programa de estudios"
  },
  "navBar": {
    "main":"Página Principal",
    "creditModules": "Acreditar Módulos",
    "review": "Ver Solicitud",
    "login": "Iniciar Sesión"
  },
  "loginComponent": {
    "usernameLabel": "Nombre de usuario",
    "passwordLabel": "Contraseña",
    "loginButton": "Iniciar sesión",
    "loginErrorMessage": "Nombre de usuario o contraseña incorrectos."
  },
  "logoutButton": "Cerrar sesión",
  "homeView": {
    "welcomeStudent": "¡Bienvenido a nuestra nueva plataforma en línea para el reconocimiento de créditos en la Universidad de Leipzig!\nEntendemos que el proceso de reconocimiento de créditos a menudo es complejo y lleva tiempo.\nEs aún más importante que este proceso ahora se pueda realizar en línea, de manera digital y fácil.\nComo estudiante, ahora puedes enviar tu solicitud con solo unos clics.\nPresiona 'Reconocer Módulos' para empezar.\nAl enviar tu solicitud, se te asignará un número de referencia único, que también podrás usar más tarde para ver tu solicitud y su estado.",
    "welcomeStudentAffairsOffice": "¡Bienvenido, personal de la Oficina de Asuntos Estudiantiles!\nComo miembro del personal de la Oficina de Asuntos Estudiantiles, tienes acceso a una visión general de todas las solicitudes abiertas.\nPuedes procesar, complementar y hacer un seguimiento del estado de procesamiento de las solicitudes.\nUtiliza la interfaz amigable para hacer que el proceso de reconocimiento de créditos sea más eficiente.",
    "welcomeExaminingCommitteeChair": "Bienvenido, estimado presidente del Comité de Exámenes!\nEn esta plataforma, tienes la oportunidad de revisar y aprobar o rechazar todas las solicitudes abiertas.\nPor favor, proporciona una razón fundamentada para tus decisiones.\nTu participación hace que el proceso de reconocimiento de créditos sea más eficiente y concreto."
  }
}
